Repository: dinhthimaianh/test-docs-ckan
Catalog: ckanext/ckanext-harvest/ckanext/harvest/i18n/*/LC_MESSAGES/ckanext-harvest.po
Languages: vi

source: title
vi: tiêu đề

source: Group not found
vi: Không tìm thấy nhóm

source: Unauthorized to read group %s
vi: Không được phép đọc nhóm %s

source: Groups
vi: Nhóm

source: Tags
vi: Thẻ

source: Formats
vi: Các định dạng

source: Licence
vi: Giấy phép

source: Not authorized to see this page
vi: Không được phép xem trang này

source: Harvesting source successfully cleared
vi: Nguồn harvest đã được xóa thành công

source: Harvesting source successfully inactivated
vi: Nguồn harvest tắt hoạt động thành công

source: Harvest source not found
vi: Nguồn harvest không tìm thấy

source: Harvest will start shortly. Refresh this page for updates.
vi: Harvest sẽ bắt đầu trong thời gian ngắn. Làm mới trang này để cập nhật.

source: Cannot create new harvest jobs on inactive sources. First, please change the source status to 'active'.
vi: Không thể tạo job harvest mới trên các nguồn không hoạt động. Trước tiên, vui lòng thay đổi trạng thái nguồn thành 'hoạt động'

source: A harvest job has already been scheduled for this source
vi: Một job harvest đã được lên kế hoạch cho nguồn này

source: Harvest source cleared
vi: nguồn Harvest đã bị xóa

source: No content found
vi: Không tìm thấy nội dung

source: Harvest job not found
vi: job harvest không tìm thấy

source: No jobs yet for this source
vi: Chưa có job cho nguồn này

source: User {0} not authorized to create harvest sources
vi: Người dùng {0} không được phép tạo nguồn harvest

source: User not authorized to create a job for source {0}
vi: Người dùng không được phép tạo job cho nguồn {0}

source: Only sysadmins can create harvest jobs for all sources
vi: Chỉ quản trị viên mới có thể tạo jobc harvest cho tất cả các nguồn

source: Add Harvest Source
vi: Tạo nguồn Harvest

source: errors
vi: lỗi

source: Details
vi: Chi tiết

source: Created
vi: Đã tạo

source: Started
vi: Đã bắt đầu

source: Finished
vi: Đã hoàn thành

source: Status
vi: Trạng thái

source: Message
vi: Thông điệp

source: There are no datasets associated to this harvest source.
vi: Không có bộ dữ liệu liên quan đến nguồn harvest này.

source: {number} harvest source found for "{query}"
vi: {number} nguồn harvest tìm thấy cho "{query}"

source: Sorry no harvest sources found for "{query}"
vi: Xin lỗi, không tìm thấy nguồn harvest nào cho "{query} "

source: {number} harvest source found
vi: {number} nguồn harvest được tìm thấy

source: Sorry no harvest sources found
vi: Xin lỗi không tìm thấy nguồn harvest

source: Draft
vi: Rác

source: Deleted
vi: Đã xóa

source: There is no description for this harvest source
vi: Không có mô tả cho nguồn harvest này

source: Datasets
vi: Dữ liệu

source: Organization
vi: Tổ chức

source: Last Harvest Job
vi: Job Harvest cuối cùng

source: View full job report
vi: Xem toàn bộ báo cáo job

source: Admin
vi: Quản trị viên

source: This will re-run the harvesting for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish harvesting. Please confirm you would like us to start reharvesting.
vi: Điều này sẽ chạy lại việc harvest cho nguồn này. Mọi cập nhật tại nguồn sẽ ghi đè lên các bộ dữ liệu cục bộ. Các nguồn có số lượng lớn bộ dữ liệu có thể mất một khoảng thời gian đáng kể để kết thúc harvest. Vui lòng xác nhận bạn muốn chúng tôi bắt đầu reharvesting .

source: Start a new harvesting job for this harvest source now
vi: Bắt đầu một job harvest mới cho nguồn harvest này ngay bây giờ

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
vi: Cảnh báo: Điều này sẽ xóa tất cả các bộ dữ liệu cho nguồn này, cũng như tất cả các báo cáo job trước đây. Bạn có chắc chắn muốn tiếp tục không?

source: Delete all harvest jobs and existing datasets from this source
vi: Xóa tất cả các job harvest và bộ dữ liệu hiện có khỏi nguồn này

source: Clear
vi: Xóa

source: View harvest source
vi: Xem nguồn harvest

source: Dashboard
vi: Bảng điều khiển

source: Edit
vi: Hiệu chỉnh

source: Organizations
vi: Tổ chức

source: Harvest Sources
vi: Nguồn Harvest

source: Edit harvest source
vi: Hiệu chỉnh nguồn harvest

source: Create Harvest Source
vi: Tạo Nguồn Harvest

source: Create harvest source
vi: Tạo nguồn harvest

source: Harvest sources
vi: nguồn Harvest

source: Harvest sources allow importing remote metadata into this catalog. Remote sources can be other catalogs such as other CKAN instances, CSW servers or Web Accessible Folders (WAF) (depending on the actual harvesters enabled for this instance).
vi: Nguồn harvest cho phép nhập metadata từ xa vào danh mục này. Các nguồn từ xa có thể là các danh mục khác, chẳng hạn như các phiên bản CKAN khác, máy chủ CSW hoặc Thư mục có thể truy cập Web (WAF) (tùy thuộc vào trình thu hoạch thực tế được bật cho trường hợp này).

source: This should include the http:// part of the URL
vi: Điều này sẽ bao gồm phần http:// của URL

source: Title
vi: Tiêu đề

source: eg. A descriptive title
vi: ví dụ: Một mô tả tiêu đề

source: Name
vi: Tên

source: eg. my-dataset
vi: ví dụ: my-dataset

source: Description
vi: Mô tả

source: Update frequency
vi: Tần suất cập nhật

source: Configuration
vi: Cấu hình

source: No organization
vi: Không có tổ chức

source: State
vi: Trạng thái

source: Active
vi: Hoạt động

source: Save
vi: Lưu

source: added
vi: đã thêm

source: updated
vi: đã cập nhập

source: deleted
vi: đã xóa

source: not modified
vi: chưa thay đổi

source: Manual
vi: Thủ công

source: Monthly
vi: Hàng tháng

source: Biweekly
vi: Hai lần mỗi tuần

source: Weekly
vi: Hàng tuần

source: Daily
vi: Hàng ngày

source: Always
vi: Luôn luôn

source: Source type
vi: Loại nguồn

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
vi: Điều này sẽ gắn cờ nguồn là đã xóa nhưng giữ tất cả các bộ dữ liệu và job trước đó. Bạn có chắc chắn muốn xóa nguồn harvest này?

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
vi: Cảnh báo: Ngoài việc xóa nguồn này, lệnh này sẽ xóa tất cả các bộ dữ liệu của nó, cũng như tất cả các báo cáo job trước đó. Bạn có chắc chắn muốn tiếp tục?

source: Delete
vi: Xóa

source: Delete source
vi: Xóa nguồn

source: Delete and clear source
vi: Xóa và Xóa toàn bộ nguồn

source: Return to the harvest sources list
vi: Quay trở lại danh sách nguồn harvest

source: found for "{query}"
vi: tìm thấy cho "{query}"

source: Search sources...
vi: Tìm kiếm nguồn...

source: Search
vi: Tìm kiếm

source: read more
vi: xem thêm

source: About
vi: Thông tin

source: Relevance
vi: Sự liên quan

source: Name Ascending
vi: Từ A-Z

source: Name Descending
vi: Từ A-Z

source: Last Modified
vi: Sửa đổi lần cuối

source: Popular
vi: Phổ biến

source: Search harvest sources...
vi: Tìm kiếm nguồn harvest

source: Search...
vi: Tìm kiếm...

source: All harvest sources
vi: Tất cả các nguồn harvest

source: Remove
vi: Xóa

source: Try another search term, browse the sources below or
vi: Hãy thử một thuật ngữ tìm kiếm khác, duyệt các nguồn dưới đây hoặc

source: add a new one
vi: Tạo một cái mới

source: Started:
vi: Đã bắt đầu:

source: Not yet
vi: Vẫn chưa

source: Finished:
vi: Đã hoàn thành:

source: Job Report
vi: Báo cáo Job

source: Back to job list
vi: Quay lại danh sách job

source: Error Summary
vi: Tóm tắt lỗi

source: No errors for this job
vi: Không có lỗi nào ở job này

source: Only the 20 most frequent errors are shown
vi: Chỉ có 20 lỗi thường gặp nhất được hiển thị

source: Job Errors
vi: Các lỗi Job

source: Document Errors
vi: Tài liệu lỗi

source: Error Report
vi: Báo cáo Lỗi

source: documents with errors
vi: tài liệu có lỗi

source: Frequency
vi: Tần suất
